Revit 2027 API
UnitTypeId.RankineInterval Property
 Rankine interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RankineInterval { get; }
Public Shared ReadOnly Property RankineInterval As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RankineInterval {
	ForgeTypeId^ get ();
}
static member RankineInterval : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace